Repository: jtubbenhauer/nimbus-decta
Catalog: reference/languages/woocommerce-novattipayments-*.po
Languages: lv

source: Pay with Visa / Mastercard
lv: Maksājiet ar Visa / Mastercard

source: Payment successful.
lv: Maksājums veiksmīgs.

source: ERROR: Payment was received, but order verification failed.
lv: KĻŪDA: maksājums tika saņemts, taču pasūtījuma pārbaude neizdevās.

source: Payment
lv: Maksājums

source: Authorization
lv: Autorizācija

source: Enable API
lv: Ieslēgt API

source: Public key
lv: Publiskā atslēga

source: Please enter your public key.
lv: Lūdzu, ievadiet savu publisko atslēgu.

source: Secret key
lv: Slepenā atslēga

source: Please enter your secret key.
lv: Lūdzu, ievadiet savu slepeno atslēgu.

source: Debug Log
lv: Atkļūdošanas žurnāls

source: Enable logging
lv: Iespējot reģistrēšanu, izmantojot atkļūdošanas informāciju

source: Log Novatti payments events, inside <code>%s</code>
lv: NovattipaymentsGateway notikumu žurnāls iekšā <code>%s</code>

source: Invoice for payment #
lv: Maksājuma rēķins #
